// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Stato stampante";

"SuppliesDetailsTitle" = "Informazioni dettagliate sui materiali di consumo";
"OrderSuppliesTitle" = "Ordina materiali di consumo HP";

"Loading..." = "Caricamento in corso…";

// Color Names
"black" = "Nero opaco";
"blue" = "Blu";
"brightyellow" = "Bright Yellow";
"cyan" = "Ciano";
"darkgray" = "Nero foto";
"darkmagenta" = "DarkMagenta";
"flourescentpink" = "Flourescent Pink";
"flourescentyellow" = "Flourescent Yellow";
"glossyblack" = "Glossy Black";
"gray" = "Grigio";
"green" = "Verde";
"lightcyan" = "Ciano chiaro";
"lightgray" = "Grigio chiaro";
"lightmagenta" = "Magenta ch.";
"lightyellow" = "Light Yellow";
"magenta" = "Magenta";
"matteblack" = "Nero opaco";
"mediumcyan" = "Medium Cyan";
"mediumgray" = "Medium Gray";
"orange" = "Arancione";
"photoblack" = "Nero foto";
"red" = "Rosso";
"reflexblue" = "Reflex Blue";
"rhodaminered" = "Rhodamine Red";
"transparent" = "Ottim. lucentezza";
"violet" = "Blu";
"white" = "White";
"yellow" = "Giallo";

/* Name field label */
"Name:" = "Nome:";

/* Model field label */
"Model:" = "Modello:";

/* Connection field label */
"Connection:" = "Connessione:";

/* Address field label */
"IP Address:" = "Indirizzo IP.";

/* Firmware version field label */
"FW Version:" = "Versione firmware:";

// Buttons
PrinterDetailsButtonTitle = "Dettagli stampante…";
PrinterDetailsButtonToolTip = "Per informazioni dettagliate sullo stato e sugli avvisi della stampante, fare riferimento ad HP Printer Monitor.";
SuppliesDetailsButtonTitle = "Dettagli materiali di consumo…";
SuppliesDetailsButtonToolTip = "Fare clic qui per ulteriori informazioni sullo stato delle cartucce di inchiostro, delle testine di stampa e della carta.";
OrderSuppliesButtonTitle = "Ordina materiali di consumo HP";
OrderSuppliesButtonToolTip = "Ordina materiali di consumo HP da HP.com";

